"AU Direct Debit" = "AU Direct Debit";

"Affirm" = "Affirm";

"Afterpay" = "Afterpay";

"Alipay" = "支付寶";

"BLIK" = "BLIK";

"Bacs Direct Debit" = "Bacs 直接借記";

"Bancontact" = "Bancontact";

"Bank" = "銀行";

"Boleto" = "Boleto";

"Card" = "卡";

"Cash App Pay" = "Cash App Pay";

"Clearpay" = "Clearpay";

"EPS" = "EPS";

"FPX" = "FPX";

"GrabPay" = "GrabPay";

"Klarna" = "Klarna";

"Konbini" = "Konbini";

"Link" = "Link";

"NetBanking" = "NetBanking";

"OXXO" = "OXXO";

"PayPal" = "PayPal";

"Przelewy24" = "Przelewy24";

"SEPA Debit" = "SEPA Debit";

"Sofort" = "Sofort";

"Swish" = "Swish";

"Timed out authenticating your payment method -- try again" = "驗證您的支付方式時超時——請重試";

"UPI" = "UPI";

"US Bank Account" = "美國銀行賬戶";

"Unknown" = "未知";

"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "我們未能驗證您的支付方式。請選擇另一支付方式並重試。";

"WeChat Pay" = "微信支付";

"giropay" = "Giropay";

"iDEAL" = "iDEAL";
